Repository: m-moschetta/ielts-flashcards-app
Catalog: IELTS flashcards/*.lproj/Localizable.strings
Languages: it

# onboarding.welcome.title
source: Welcome to way2IELTS wordcard
it: Benvenuto in way2IELTS wordcard

# onboarding.welcome.subtitle
source: Learn IELTS vocabulary effectively
it: Impara il vocabolario IELTS in modo efficace

# onboarding.welcome.button
source: Get Started
it: Inizia

# onboarding.philosophy1.title
source: Just 2 minutes a day
it: Solo 2 minuti al giorno

# onboarding.philosophy1.subtitle
source: With just 2 minutes a day you can learn effectively and sustainably
it: Con soli 2 minuti al giorno puoi imparare in modo efficace e sostenibile

# onboarding.philosophy1.button
source: Continue
it: Continua

# onboarding.philosophy2.title
source: 3 new words per day
it: 3 parole nuove al giorno

# onboarding.philosophy2.subtitle
source: 3 words Ã— 90 days = ~300 words every 3 months
it: 3 parole × 90 giorni = ~300 parole ogni 3 mesi

# onboarding.philosophy2.subtitle2
source: A gradual path to success
it: Un percorso graduale verso il successo

# onboarding.philosophy2.button
source: Continue
it: Continua

# onboarding.philosophy3.title
source: IELTS-focused words
it: Parole selezionate per IELTS

# onboarding.philosophy3.subtitle
source: All words in the decks are useful for the IELTS exam
it: Tutte le parole nei mazzi sono utili per l'esame IELTS

# onboarding.philosophy3.subtitle2
source: Optimized vocabulary to maximize your results
it: Vocabolario ottimizzato per massimizzare i tuoi risultati

# onboarding.philosophy3.button
source: Continue
it: Continua

# onboarding.tutorial.title
source: How it works
it: Come funziona

# onboarding.tutorial.subtitle
source: Tap the card to see the definition
it: Tocca la carta per vedere la definizione

# onboarding.tutorial.swipe
source: Swipe to rate:
it: Swipe per valutare:

# onboarding.tutorial.swipe.left
source: Left = Review Again
it: Sinistra = Ripeti

# onboarding.tutorial.swipe.up
source: Up = Good
it: Su = Buono

# onboarding.tutorial.swipe.right
source: Right = Easy
it: Destra = Facile

# onboarding.tutorial.button
source: Got it
it: Capito

# onboarding.decks.title
source: Select decks
it: Seleziona i mazzi

# onboarding.decks.subtitle
source: Choose the decks you want to study
it: Scegli i mazzi che vuoi studiare

# onboarding.decks.button
source: Start studying
it: Inizia a studiare

# onboarding.decks.skip
source: Skip
it: Saltare

# deck.selection.title
source: Select decks
it: Seleziona mazzi

# deck.selection.subtitle
source: Choose the decks you want to study
it: Scegli i mazzi che vuoi studiare

# deck.selection.all
source: All decks
it: Tutti i mazzi

# deck.selection.cards
source: %d cards
it: %d carte

# deck.selection.select
source: Select
it: Seleziona

# deck.selection.deselect
source: Deselect
it: Deseleziona

# common.next
source: Next
it: Avanti

# common.back
source: Back
it: Indietro

# common.skip
source: Skip
it: Salta

# common.done
source: Done
it: Fatto

# common.start
source: Start
it: Inizia

# common.continue
source: Continue
it: Continua

# app.loading
source: Loading cardsâ€¦
it: Caricamento carte…

# app.error.title
source: An error occurred
it: Si è verificato un errore

# app.error.retry
source: Retry
it: Riprova

# app.completed.title
source: All cards are up to date ðŸŽ‰
it: Tutte le carte sono aggiornate 🎉

# app.completed.subtitle
source: Come back later or reset your progress to start over.
it: Torna più tardi oppure azzera i progressi per ricominciare da capo.

# app.completed.reset
source: Reset progress
it: Azzera progressi

# menu.deck
source: Deck
it: Mazzo

# menu.all.decks
source: All decks
it: Tutti i mazzi

# menu.level
source: Level
it: Livello

# menu.all.levels
source: All levels
it: Tutti i livelli

# menu.reset.progress
source: Reset progress
it: Azzera progressi

# menu.select.decks
source: Select decks
it: Seleziona mazzi

# study.card.of
source: Card %d of %d
it: Carta %d di %d

# study.due.count
source: %d to review
it: %d da ripassare

# study.show.answer
source: Show answer
it: Mostra risposta

# study.tap.card
source: Tap the card or press "Show answer".
it: Tocca la carta o premi "Mostra risposta".

# study.swipe.hint
source: Swipe: left = Review Again, up = Good, right = Easy.
it: Swipe: sinistra = Ripeti, su = Buono, destra = Facile.

# study.again
source: Review Again
it: Ripeti

# study.good
source: Good
it: Buono

# study.good.time
source: 1 day
it: 1 giorno

# study.easy
source: Easy
it: Facile

# study.easy.time
source: 2+ days
it: 2+ giorni

# study.progress
source: Progress %d/%d
it: Avanzamento %d/%d

# card.definition
source: Definition
it: Definizione

# card.example
source: Example
it: Esempio

# card.tap.hint
source: Tap to view the definition and example.
it: Tocca per visualizzare la definizione e l'esempio.
